{
  "history": [
    {
      "id": "20250130203806",
      "postedDate": "2025/01/30",
      "content": {
        "ja_jp": "中国語（繁体字）、韓国語、スペイン語、ロシア語、タイ語、ベトナム語、インドネシア語、ポルトガル語、トルコ語、イタリア語版のサイトを公開し、原神公式が対応している全ての言語に対応しました。また、更新履歴の公開を開始しました。",
        "zh_cn": "我们已上线繁体中文、韩语、西班牙语、俄语、泰语、越南语、印尼语、葡萄牙语、土耳其语和意大利语版本的网站，实现了对原神官方支持的所有语言的覆盖。同时，我们也开始公开更新记录。",
        "zh_tw": "我們已上線繁體中文、韓語、西班牙語、俄語、泰語、越南語、印尼語、葡萄牙語、土耳其語和義大利語版本的網站，實現了對原神官方支援的所有語言的覆蓋。同時，我們也開始公開更新記錄。",
        "en_us": "We have launched the website in Traditional Chinese, Korean, Spanish, Russian, Thai, Vietnamese, Indonesian, Portuguese, Turkish, and Italian, covering all languages officially supported by Genshin Impact. Additionally, we have started publishing update history.",
        "ko_kr": "번체 중국어, 한국어, 스페인어, 러시아어, 태국어, 베트남어, 인도네시아어, 포르투갈어, 터키어, 이탈리아어 버전의 사이트를 공개하여 원신 공식이 지원하는 모든 언어를 지원하게 되었습니다. 또한, 업데이트 내역 공개를 시작했습니다.",
        "es_es": "Hemos lanzado el sitio web en chino tradicional, coreano, español, ruso, tailandés, vietnamita, indonesio, portugués, turco e italiano, cubriendo todos los idiomas oficialmente compatibles con Genshin Impact. Además, hemos comenzado a publicar el historial de actualizaciones.",
        "fr_fr": "Nous avons lancé le site en chinois traditionnel, coréen, espagnol, russe, thaï, vietnamien, indonésien, portugais, turc et italien, couvrant toutes les langues officiellement prises en charge par Genshin Impact. De plus, nous avons commencé à publier l'historique des mises à jour.",
        "ru_ru": "Мы запустили сайт на традиционном китайском, корейском, испанском, русском, тайском, вьетнамском, индонезийском, португальском, турецком и итальянском языках, охватывая все языки, официально поддерживаемые Genshin Impact. Кроме того, мы начали публиковать историю обновлений.",
        "th_th": "เราได้เปิดตัวเว็บไซต์ในภาษาจีนตัวเต็ม ภาษาเกาหลี ภาษาสเปน ภาษารัสเซีย ภาษาไทย ภาษาเวียดนาม ภาษาอินโดนีเซีย ภาษาโปรตุเกส ภาษาตุรกี และภาษาอิตาลี ครอบคลุมทุกภาษาที่ Genshin Impact รองรับอย่างเป็นทางการ นอกจากนี้เราได้เริ่มเผยแพร่ประวัติการอัปเดตแล้ว",
        "vi_vn": "Chúng tôi đã ra mắt trang web bằng tiếng Trung Phồn thể, tiếng Hàn, tiếng Tây Ban Nha, tiếng Nga, tiếng Thái, tiếng Việt, tiếng Indonesia, tiếng Bồ Đào Nha, tiếng Thổ Nhĩ Kỳ và tiếng Ý, hỗ trợ đầy đủ tất cả các ngôn ngữ chính thức của Genshin Impact. Ngoài ra, chúng tôi cũng bắt đầu công bố lịch sử cập nhật.",
        "de_de": "Wir haben die Website in traditionellem Chinesisch, Koreanisch, Spanisch, Russisch, Thailändisch, Vietnamesisch, Indonesisch, Portugiesisch, Türkisch und Italienisch veröffentlicht und unterstützen damit alle offiziell von Genshin Impact unterstützten Sprachen. Außerdem haben wir begonnen, die Update-Historie zu veröffentlichen.",
        "id_id": "Kami telah meluncurkan situs web dalam bahasa Tionghoa Tradisional, Korea, Spanyol, Rusia, Thailand, Vietnam, Indonesia, Portugis, Turki, dan Italia, mencakup semua bahasa yang didukung secara resmi oleh Genshin Impact. Selain itu, kami telah mulai menerbitkan riwayat pembaruan.",
        "pt_pt": "Lançámos o site em Chinês Tradicional, Coreano, Espanhol, Russo, Tailandês, Vietnamita, Indonésio, Português, Turco e Italiano, cobrindo todos os idiomas oficialmente suportados pelo Genshin Impact. Além disso, começámos a publicar o histórico de atualizações.",
        "tr_tr": "Geleneksel Çince, Korece, İspanyolca, Rusça, Tayca, Vietnamca, Endonezce, Portekizce, Türkçe ve İtalyanca dillerinde web sitesini yayınladık ve Genshin Impact tarafından resmi olarak desteklenen tüm dilleri kapsadık. Ayrıca, güncelleme geçmişini yayınlamaya başladık.",
        "it_it": "Abbiamo lanciato il sito web in cinese tradizionale, coreano, spagnolo, russo, tailandese, vietnamita, indonesiano, portoghese, turco e italiano, coprendo tutte le lingue ufficialmente supportate da Genshin Impact. Inoltre, abbiamo iniziato a pubblicare la cronologia degli aggiornamenti."
      }
    }
  ]
}
